{
  "tips": [
    {
      "title": "Focus",
      "content": "Do not let your mind wander. Your opponent and your sword are the only things.",
      "source": "12 Laws of the Sword"
    },
    {
      "title": "Categorizing your Opponent",
      "content": "Do not categorize your opponent’s techniques. There is no time for it.",
      "source": "12 Laws of the Sword"
    },
    {
      "title": "Daring Fox",
      "content": "Be aware, but not cautious. The fox who stops to search for the hunter is the most easily tricked. You must train yourself to be empty of doubt.",
      "source": "12 Laws of the Sword"
    },
    {
      "title": "One Step, One Cut",
      "content": "There is an exact interval where you or your opponent each must step forward to cut the other. This is what you must learn to see.",
      "source": "12 Laws of the Sword"
    },
    {
      "title": "Stand on the Ground",
      "content": "You may step back on your heels or forward on your toes. Either way, you are standing on the ground, and you can cut.",
      "source": "12 Laws of the Sword"
    },
    {
      "title": "Near and Far",
      "content": "Do not be at the same distance from your opponent that your opponent is to you. Create a situation where you are closer to your opponent than they are to you. The hands are closer than the head.",
      "source": "12 Laws of the Sword"
    },
    {
      "title": "Watching the Hands",
      "content": "To strike, your opponent must move their sword. To move their sword, your opponent must move their hands. Therefore, watch their hands. Caution: do not forget your hands.",
      "source": "12 Laws of the Sword"
    },
    {
      "title": "Opposite Response",
      "content": "If you are struck from above, respond from below. If you are struck from below, respond from above. If you are struck from the front, respond from the side. If you are struck from the side, respond from the front. You are at the center.",
      "source": "12 Laws of the Sword"
    },
    {
      "title": "Pine Tree in the Storm",
      "content": "Do not match the opponent’s rhythm, and do not set your own rhythm. Be empty: follow no rhythm.",
      "source": "12 Laws of the Sword"
    },
    {
      "title": "Eyes of the Heart",
      "content": "Do not watch the opponent with your eyes, but with your heart. The eyes can be distracted, but the heart will not waver.",
      "source": "12 Laws of the Sword"
    },
    {
      "title": "Cutting Down",
      "content": "Do not decide to cut, then cut. The decision is useless - there is only the cut.",
      "source": "12 Laws of the Sword"
    },
    {
      "title": "After Cutting",
      "content": "There is no previous cut. There is only a next cut.",
      "source": "12 Laws of the Sword"
    }
  ]
}